Repository: StikyFingaz/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: bg

source: Please log in to access this page.
bg: Моля влезте, за да отворите тази страницата.

source: Error: the translation service failed.
bg: Грешка: услугата за превод не работи.

source: [Microblog] Reset Your Password
bg: [Микроблог] Нова Парола

source: Username
bg: Потребител

source: Password
bg: Парола

source: Remember Me
bg: Запомни Ме

source: Sign In
bg: Вход

source: Email
bg: Имейл

source: Repeat Password
bg: Повторете Паролата

source: Register
bg: Регистрация

source: Please use a different username.
bg: Моля използвайте друго потребителско име.

source: Please use a different email address.
bg: Моля използвайте друг имейл адрес.

source: Request Password Reset
bg: Форма за Смяна на Парола

source: Invalid username or password
bg: Невалидно потребителско име или парола

source: Congratulations, you are now a registered user!
bg: Поздравления, Вие се регистрирахте успешно!

source: Check your email for the instructions to reset your password
bg: Проверете имейла си за инструкции как да смените паролата си

source: Reset Password
bg: Нова Парола

source: Your password has been reset.
bg: Паролата ви беше сменена.

source: Search
bg: Търене

source: About me
bg: За мен

source: Submit
bg: Потвърждавам

source: Say something
bg: Кажете нещо

source: Message
bg: Съобщение

source: Your post is now live!
bg: Вашият пост беше публикуван!

source: Home
bg: Начало

source: Your changes have been saved.
bg: Промените бяха запазени.

source: Edit Profile
bg: Промяна на Профила

source: User %(username)s not found.
bg: Потребител %(username)s не е намерен.

source: You cannot follow yourself!
bg: Не може да следвате себе си!

source: You are following %(username)s!
bg: Вече следвате %(username)s!

source: You cannot unfollow yourself!
bg: Не може да не следвате себе си!

source: You are not following %(username)s.
bg: Вече не следвате %(username)s.

source: Explore
bg: Преглед

source: Your message has been sent.
bg: Съобщението Ви беше изпратено.

source: Send Message
bg: Изпращане на Съобщение

source: An export task is currently in progress
bg: Вече се изпълнява една задача за експортиране

source: Exporting posts...
bg: Експортиране на постове...

source: %(username)s said %(when)s:
bg: %(username)s каза %(when)s:

source: Translate
bg: Превод

source: Welcome to Microblog
bg: Добре дошли в Микроблог

source: Login
bg: Вход

source: Messages
bg: Съобщения

source: Profile
bg: Профил

source: Logout
bg: Изход

source: Error: Could not contact server.
bg: Грешка: Няма връзка със сървъра.

source: Hi, %(username)s!
bg: Здравейте, %(username)s!

source: Newer posts
bg: По-нови

source: Older posts
bg: По-стари

source: Newer messages
bg: По-нови съобщения

source: Older messages
bg: По-стари съобщения

source: Search Results
bg: Резултати от Търсенето

source: Previous results
bg: Предишна страница

source: Next results
bg: Следваща страница

source: Send Message to %(recipient)s
bg: Изпратено Съобщение до %(recipient)s

source: User
bg: Потребител

source: Last seen on
bg: Последно активен на

source: %(count)d followers
bg: %(count)d последователи

source: %(count)d following
bg: Последовател на %(count)d

source: Edit your profile
bg: Промяна на Профила

source: Export your posts
bg: Експортирайте Вашите постове

source: Follow
bg: Следвам

source: Unfollow
bg: Не следвам

source: Send private message
bg: Изпращане на лично съобщение

source: New User?
bg: Нов Потребител?

source: Click to Register!
bg: Натиснете тук за Регистрация!

source: Forgot Your Password?
bg: Забравена парола?

source: Click to Reset It
bg: Натиснете Тук за Нова Парола

source: Reset Your Password
bg: Нова Парола

source: Not Found
bg: Не Съществува

source: Back
bg: Назад

source: An unexpected error has occurred
bg: Неочаквана грешка

source: The administrator has been notified. Sorry for the inconvenience!
bg: Администраторът е уведомен. Съжаляваме за неудобството!
